Repository: peass-ng/PEASS-ng
Catalog: winPEAS/winPEASexe/winPEAS/Properties/Resources.*.resx
Languages: ru

# ActionTypeComHandler
source: Call a COM object
ru: Вызов COM-объекта

# ActionTypeExecute
source: Start a program
ru: Запуск программы

# ActionTypeSendEmail
source: Send an e-mail
ru: Отправить сообщение

# ActionTypeShowMessage
source: Display a message
ru: Вывод сообщения

# DOWAllDays
source: every day
ru: каждый день

# MOYAllMonths
source: every month
ru: каждый месяц

# MultipleActions
source: Multiple actions defined
ru: Определено несколько действий

# MultipleTriggers
source: Multiple triggers defined
ru: Определено несколько триггеров

# TaskDefaultPrincipal
source: Author
ru: Создатель

# TaskStateQueued
source: Queued
ru: В очереди

# TaskStateReady
source: Ready
ru: Готово

# TaskStateRunning
source: Running
ru: Выполняется

# TaskStateUnknown
source: Unknown
ru: Неизвестно

# TriggerAnyUser
source: any user
ru: Пользователь

# TriggerBoot1
source: At system startup
ru: При запуске системы

# TriggerCustom1
source: Custom Trigger
ru: Пользовательский триггер

# TriggerDaily1
source: At {0:t} every day
ru: В {0:t} каждый день

# TriggerDaily2
source: At {0:t} every {1} days
ru: В {0:t} каждые {1} дн.

# TriggerDuration0
source: indefinitely
ru: без окончания

# TriggerDurationNot0
source: for a duration of {0}
ru: в течение {0}

# TriggerDurationNot0Short
source: for {0}
ru: на {0}

# TriggerEndBoundary
source: Trigger expires at {0:G}.
ru: Срок истечения действия триггера: {0:G}.

# TriggerEvent1
source: Custom event filter
ru: Настраиваемое

# TriggerEventBasic1
source: On event - Log: {0}
ru: При событии - журнал: {0}

# TriggerEventBasic2
source: , Source: {0}
ru: , Источник: {0}

# TriggerIdle1
source: When computer is idle
ru: При бездействии компьютера

# TriggerLogon1
source: At log on of {0}
ru: При входе {0}

# TriggerMonthly1
source: At {0:t} on day {1} of {2}, starting {0:d}
ru: В {0:t} в {1} день месяца {2}, начиная с {0:d}

# TriggerMonthlyDOW1
source: At {0:t} on {1} {2:f} each {3}, starting {0:d}
ru: В {0:t} по {1} {2:f} каждую {3}, начиная c {0:d}

# TriggerRegistration1
source: When the task is created or modified
ru: При создании или изменении задачи

# TriggerRepetition
source: After triggered, repeat every {0} {1}.
ru: После срабатывания, повторять каждые {0} {1}.

# TriggerRepetitionShort
source: Every {0} {1}.
ru: Каждые {0} {1}.

# TriggerSessionConsoleConnect
source: On local connection to {0}.
ru: При локальном подключении к {0}.

# TriggerSessionConsoleDisconnect
source: On local disconnect from {0}.
ru: При локальном отключении от {0}.

# TriggerSessionRemoteConnect
source: On remote connection to {0}.
ru: При удаленном подключении к {0}.

# TriggerSessionRemoteDisconnect
source: On remote disconnect from {0}.
ru: При удаленном отключении от {0}.

# TriggerSessionSessionLock
source: On workstation lock of {0}.
ru: При блокировке рабочей станции {0}.

# TriggerSessionSessionUnlock
source: On workstation unlock of {0}.
ru: При разблокировке рабочей станции {0}.

# TriggerSessionUserSession
source: user session of {0}
ru: Сеанс пользователя {0}

# TriggerTime1
source: At {0:t} on {0:d}
ru: В {0:t} на {0:d}

# TriggerTypeBoot
source: At startup
ru: При запуске

# TriggerTypeCustom
source: Custom Trigger
ru: Пользовательский триггер

# TriggerTypeDaily
source: Daily
ru: Ежедневно

# TriggerTypeEvent
source: On an event
ru: При событии

# TriggerTypeIdle
source: On idle
ru: При простое

# TriggerTypeLogon
source: At log on
ru: При входе в систему

# TriggerTypeMonthly
source: Monthly
ru: Ежемесячно

# TriggerTypeMonthlyDOW
source: Monthly
ru: Ежемесячно

# TriggerTypeRegistration
source: At task creation/modification
ru: При создании или изменении задачи

# TriggerTypeSessionStateChange
source: On state change
ru: При изменении состояния

# TriggerTypeTime
source: One time
ru: Однократно

# TriggerTypeWeekly
source: Weekly
ru: Еженедельно

# TriggerWeekly1Week
source: At {0:t} every {1} of every week, starting {0:d}
ru: В {0:t} по {1} еженедельно, начиная с {0:d}

# TriggerWeeklyMultWeeks
source: At {0:t} every {1} of every {2} weeks, starting {0:d}
ru: В {0:t} по {1} каждую {2} неделю, начиная с {0:d}

# WWAllWeeks
source: every
ru: каждую

# WWFifthWeek
source: fifth
ru: 5-ю

# WWFirstWeek
source: first
ru: 1-ю

# WWFourthWeek
source: fourth
ru: 4-ю

# WWLastWeek
source: last
ru: последнюю

# WWSecondWeek
source: second
ru: 2-ю

# WWThirdWeek
source: third
ru: 3-ю

# TaskStateDisabled
source: Disabled
ru: Отключено

# Error_TriggerEndBeforeStart
source: The date and time a trigger expires must be later than the time time it starts or is activated.
ru: Дата и время окончания триггера должны быть позже времени, когда он запускается или активируется.
